{"name": "/faces-of-the-race-card-project/", "author": "These are some of the photos sent in to us with the 6 Word Essays. ", "title": "<title>Faces of The Race Card Project® - The Race Card Project</title>", "comments": [], "content": [], "tag": " or ", "link": "http://theracecardproject.com/faces-of-the-race-card-project/", "location": " everyone here for sharing your images, it makes for a truly amazing collage of everyone who has contributed. "}
{"name": "/people-not-mascots/", "author": "Jacob K Tingle,", "title": "<title>We are people, not your mascots. - The Race Card Project</title>", "comments": [], "content": [["As the grandson of an Oklahoma Choctaw, I am deeply sensitive to the negative impact of stereotypes. Though no one looks at me and says, “He’s Native,” I try to use my multiple privileges to push back against the use of racists sport mascots and logos. We must understand that the systematic steps employed by the U.S. government to “Kill the Indian and save the man” continues to have broad reaching impacts. It is beyond time to #ChangeTheName."]], "tag": "", "link": "http://theracecardproject.com/people-not-mascots/", "location": "\nSan Antonio, TX."}
{"name": "/family-history-shrouded-mystery/", "author": "Zan Koh,", "title": "<title>My family history is shrouded in mystery. - The Race Card Project</title>", "comments": [], "content": [["I’m not certain if I’m Japanese or Mediterranean, considering the fact that my Family`s tree on both sides are as mixed and a little dodgy on some instances; but still whilst I pass for, most of time at least- Japanese- its always fascinating to know what has led up to You and where you are."]], "tag": "", "link": "http://theracecardproject.com/family-history-shrouded-mystery/", "location": "\nSingapore."}
{"name": "/poor-wandita-looks-indian/", "author": "Wanda Luna,", "title": "<title>Poor Wandita she looks very \"Indian\" - The Race Card Project</title>", "comments": [], "content": [["Wanda Luna. 41 years old. Mestiza, Chilean born. When I was 4 while playing with my little brother I over heard my aunt say to my mom how bad she felt that I looked indigenous. Many in Chile still favor those with lighter skin and will self identify as white."]], "tag": "", "link": "http://theracecardproject.com/poor-wandita-looks-indian/", "location": "\nCanada. "}
{"name": "/youre-asian-youre-tall/", "author": "Lisa Harrison", "title": "<title>\"You're Asian? But you're so tall!\" - The Race Card Project</title>", "comments": [], "content": [["This is such a common reaction from people over many, many years. I don’t look half Cambodian by others standards. I just say I’m multi-racial. The list of my heritage is too long!"]], "tag": "", "link": "http://theracecardproject.com/youre-asian-youre-tall/", "location": "\nLong Beach, CA"}
{"name": "/im-actually-united-states/", "author": "Katherine Ellis,", "title": "<title>I'm actually from the United States - The Race Card Project</title>", "comments": [], "content": [["I stood alone by the playground, kicking pebbles. Someone approached me and I glanced up eagerly, hoping for a friend.", "\n“Are you Chinese?” the girl spat at me.", "\n“No,” I mumbled. “I’m half Hmong.”", "\n“Monk? What’s that?” She looked at me like I should be bald and humming in an orange robe.", "\n“Not Monk. Hmong. My mom is from Laos,” I clarified.", "\n“Where’s that?”", "\n“It’s over by Thailand.”", "\n“Where’s Thailand?”", "\nHad this girl even heard of a world map?", "\n“Under China. On the other side of the world?” I answered, trying not to let too much sarcasm coat my voice.", "\n“Why do your eyes look like that?” she demanded, narrowing hers.", "\n“Like what?” I asked, hoping she would drop it. She didn’t.", "\n“Like this.” She used her hands to stretch her eyes into barely visible slits.", "\n“All squinty and stuff. Can you even see?”", "\nI hadn’t thought my eyes were any different from anyone else. They worked just fine.", "\n“I have 20-20 vision.” I offered, hoping that was the answer she wanted.", "\n“I heard that’s not even that good,” she retorted.", "\nClearly, I had been mistaken. I said nothing, wishing her away. The bell rang, signaling the end of recess. The girl skipped to the front of the line with her friends and I stayed behind. My arms were crossed in front of my chest, attempting to hold back tears. Was I really that different from everyone else? I inhaled deeply and wondered how the rest of 3rd grade was going to go."]], "tag": "\n“No,” I mumbled. “I’m half Hmong.”", "link": "http://theracecardproject.com/im-actually-united-states/", "location": "\nAmerican Fork, UT."}
{"name": "/white-privilege-cheerleaders-flip/", "author": "Margee Herring,", "title": "<title>White privilege is cheerleaders who flip - The Race Card Project</title>", "comments": [], "content": [["Cheerleaders are predominantly white girls and boys. Why? Because their parents could afford gymnastics lessons. It’s just one of the many ways that white privilege is ordinary. I’m white but a black friend who was asked to integrate the university’s cheer squad was shocked when skills defaulted to an all white team."]], "tag": "", "link": "http://theracecardproject.com/white-privilege-cheerleaders-flip/", "location": "\nWilmington, NC."}
